{
  "navigation": {
    "home": "Home",
    "course": "Classroom materials",
    "spoc-course": "Online course",
    "tutorial": "Tutorials",
    "resources": "Resources",
    "about": "About"
  },
  "home": {
    "abf": {
      "title": "Agent-Based Modeling for Archeaologists",
      "paragraph": "Welcome! This website is for you if you want to learn how to build agent-based models and how to use them in your work as archaeologist. We provide a set of interactive tutorials that start with the very basics and lead to more advanced topics. These tutorials are both suitable for beginners and people who want to brush up their modelling skills.",
      "button": "Start Tutorials"
    },
    "explanation": {
      "title": "What is ABM?",
      "paragraph": "Agent-Based Modeling (ABM) is a powerful way to simulate complex systems by looking at actors we call 'agents.' We mimic their interactions at a very detailed level. Unlike conventional models that often oversee the entire picture, ABM starts with these actors. It looks at how they behave and interact with each other.",
      "sectionTitle1": "Agent",
      "section1": "Firstly, the term 'Agent-Based.' Agent-Based means that the model will work with 'agents.' These agents are like 'actors' to which you give rules and actions. Based on these rules and actions, the agents/actors will interact with each other and their environment.",
      "sectionTitle2": "Model",
      "section2": "The second term is Model. The Model is a simplified representation of reality. It is not precisely the same as in real life."
    },
    "abmInArcheology": {
      "title": "Simulating within Archaeology",
      "description": "Imagine being able to go back in time and look at the daily lives of people in the past. ABM makes something like this virtually possible by simulating agents and how they interact. This allows us not only to understand how societies change but also to investigate how individual choices influence significant events in history.",
      "examples": {
        "title": "Example Simulations",
        "hunter": {
          "title": "Hunter-Gatherers",
          "description": "ABM can be used to explore how hunter-gatherer communities interacted with their environment and moved around. For example by simulating their behaviour based on resource availability.",
          "image": "../assets/Hunter.gif",
          "button": "Example"
        },
        "cart": {
          "title": "Settlements",
          "description": "It is possible to simulate settlements from the past using ABM. For example by modelling the effect of different political factors on the development of societies.",
          "image": "../assets/cart.gif",
          "button": "Example"
        },
        "trade": {
          "title": "Economic Systems",
          "description": "ABM can be applied to simulate economic systems in the past, the trading between agents can be simulated, for example, based on demand, competition and resource availability.",
          "image": "../assets/trade.gif",
          "button": "Example"
        }
      }
    },
    "learnAbm": {
      "title": "Discover Agent-Based Modeling Yourself",
      "description": "",
      "courseTutorial": {
        "lessonMaterial": {
          "title": "Classroom material",
          "description": "Material for teachers and instructors to organize classes or workshops on the basics of Agent-Based Modeling.",
          "button": "Discover"
        },
        "tutorial": {
          "title": "Tutorials",
          "description": "Learn the basics of ABM with our interactive tutorials. Click here to start and immerse yourself in the world of agents and patches. The tutorials guide you step by step through the essential concepts.",
          "button": "Discover"
        },
        "resources": {
          "title": "Further resources",
          "description": "Further resources to help you familiarize you with agent-based modeling.",
          "button": "Discover"
        },
        "courseSPOC": {
          "title": "Online course",
          "description": "Videos from a previous course on ‘Modelling and Simulation in Archaeology’.",
          "button": "Discover"
        }
      }
    },
    "abmPrograms": {
      "title": "Agent-Based Modeling Programs",
      "description": "Agent-Based Modeling can be applied using various programs and platforms designed to build and simulate models. A popular program is NetLogo. This is a user-friendly platform and highly suitable for beginners. This will also be used in the Tutorials."
    }
  },
  "course": {
    "title": "Classroom materials",
    "description": "These materials are targeted towards teachers/instructors who want to introduce an audience to agent-based modeling. We provide learning resources, including lesson plans, presentations, and interactive worksheets. The instructor does not need specific prior knowledge to deliver an effective lesson. Additionally, the duration of teaching and completing assignments collectively is limited to a maximum of 1.5 hours.",
    "courseOptions": {
      "presentation": {
        "title": "Presentation"
      },
      "worksheet": {
        "title": "Worksheet"
      },
      "teacherGuide": {
        "title": "Teacher's Guide"
      }
    },
    "topics": {
      "presentation": {
        "title": "Presentation",
        "description": {
          "title": "Content",
          "description": "The presentation provides visual support to simplify the understanding of Agent-Based Modeling. It includes images, illustrations, and explanations to convey complex concepts in a clear and engaging manner."
        },
        "illustrations": {
          "title": "Illustrations",
          "description": "Agent-Based Modeling becomes even clearer with the use of illustrations. "
        },
        "animations": {
          "title": "Animations",
          "description": "Animations add a dynamic element to the explanation of Agent-Based Modeling. "
        },
        "video": {
          "title": "Video",
          "description": "A video provides an in-depth look at the application of Agent-Based Modeling."
        }
      },
      "worksheet": {
        "title": "Worksheet",
        "description": {
          "title": "Content",
          "description": "This worksheet serves as a useful tool to apply the acquired knowledge. It includes exercises, questions, and tasks that you can perform to strengthen your understanding of Agent-Based Modeling."
        },
        "exercises": {
          "title": "Exercises",
          "description": "The exercises allow you to apply the concepts of Agent-Based Modeling hands-on. You have the opportunity to analyze specific scenarios, build models, and solve problems, contributing to the further development of your skills in this area."
        },
        "classroomExercise": {
          "title": "Classroom Exercise",
          "description": "The classroom group exercise is a collaborative activity involving the entire class. During this session, the instructor will provide instructions and guidance as the class works together on a specific task. This promotes collaboration and enhances understanding of Agent-Based Modeling within a group context."
        }
      },
      "teacherGuide": {
        "title": "Teacher's Guide",
        "description": {
          "title": "Content",
          "description": "The teacher's guide provides guidance for instructors in delivering the lesson, including helpful tips and information to facilitate a smooth teaching process."
        },
        "presentationInstructions": {
          "title": "Presentation Instructions",
          "description": "The presentation instructions contain a clear guide on what to say during the presentation. Key information is highlighted, making it easier for the instructor to convey essential concepts."
        },
        "possibleAnswers": {
          "title": "Possible Solutions",
          "description": "The teacher's guide describes how each assignment should be performed, including potential answers to assignments. This helps the instructor in preparation of the lesson and guiding students through various assignments."
        }
      }
    }
  },
  "resource": {
    "title": "Resources",
    "description": "On this page, you will find additional resources to assist you in the process of understanding and applying Agent-Based Modeling.",
    "courses": {
      "title": "Courses and Tutorials",
      "complexityExplorer": {
        "title": "Complexity Explorer: Fundamentals of NetLogo",
        "courseTitle": "temp",
        "instructor": "Santa Fe Institute",
        "description": "Complexity Explorer delivers online courses, tutorials, and resources for to the study of complex systems. Complexity Explorer is an educational project from the Santa Fe Institute."
      },
      "seeing_abm": {
        "title": "Seeing ABM",
        "courseTitle": "A visual explainer for understanding agent-based modeling",
        "instructor": "Complexity Science Hub",
        "description": "A visual explainer for understanding agent-based modeling."
      },
      "netlogo_tutorials": {
        "title": "Learning NetLogo",
        "courseTitle": "temp",
        "instructor": "NetLogo",
        "description": "NetLogo tutorials from the user manual."
      }
    },
    "books": {
      "title": "Books",
      "simulatingTheComplexityOfSocieties": {
        "title": "Agent-Based Modeling for Archaeology: Simulating the Complexity of Societies",
        "description":"A book about agent-based modelling in archaeology.",
        "writtenBy": "Iza Romanowska, Colin D. Wren, and Stefani A. Crabtree",
        "publisherAndImprint": "The SFI Press Scholar Series",
        "publicationDate": "30 July 2021",
        "labels": {
          "authorsLabel": "Written by:",
          "publisherAndImprintLabel": "Publisher:",
          "pagesLabel": "Pages:",
          "publicationDateLabel": "Publication Date:"
        }
      },
      "RCultural": {
        "title": "Individual-based models of cultural evolution. A step-by-step guide using R.",
        "description":"A step-by-step book about building models for cultural evolution using R.",
        "writtenBy": "Alberto Acerbi, Alex Mesoudi, and Marco Smolla",
        "publisherAndImprint": "OSF Preprints",
        "publicationDate": "1 December 2020",
        "labels": {
          "authorsLabel": "Written by:",
          "publisherAndImprintLabel": "Publisher:",
          "pagesLabel": "Pages:",
          "publicationDateLabel": "Publication Date:"
        }
      },
      "ecology": {
        "title": "Agent-based and Individual-based Modeling: A Practical Introduction",
        "description":"Agent-based modeling in NetLogo for ecology.",
        "writtenBy": "Steven F. Railsback and Volker Grimm",
        "publisherAndImprint": "Princeton University Press",
        "publicationDate": "26 March 2019",
        "labels": {
          "authorsLabel": "Written by:",
          "publisherAndImprintLabel": "Publisher:",
          "pagesLabel": "Pages:",
          "publicationDateLabel": "Publication Date:"
        }
      },
      "geography": {
        "title": "Spatial Simulation: Exploring Pattern and Process.",
        "description":"Agent-based modeling in NetLogo for geography.",
        "writtenBy": "David O’Sullivan and George Perry",
        "publisherAndImprint": "Wiley-Blackwell",
        "publicationDate": "September 2013",
        "labels": {
          "authorsLabel": "Written by:",
          "publisherAndImprintLabel": "Publisher:",
          "pagesLabel": "Pages:",
          "publicationDateLabel": "Publication Date:"
        }
      },
      "economics": {
        "title": "Agent‐Based Modelling in Economics ",
        "description":"Agent-based modeling in NetLogo for economics.",
        "writtenBy": "Lynne Hamill and Nigel Gilbert",
        "publisherAndImprint": "Wiley-Blackwell",
        "publicationDate": "6 November 2015",
        "labels": {
          "authorsLabel": "Written by:",
          "publisherAndImprintLabel": "Publisher:",
          "pagesLabel": "Pages:",
          "publicationDateLabel": "Publication Date:"
        }
      }            
    },
    "extra": {
      "title": "Useful Sites",
      "netLogoDictionary": {
        "title": "NetLogo Dictionary",
        "description": "The Dictionary of NetLogo Primitives is a Northwestern website where it is possible to search for words used in creating an Agent-Based Model in NetLogo."
      },
      "netLogoModelLibrary": {
        "title": "NetLogo Model Library",
        "description": "On the Netlogo website, there is a list of different models that have already been created. You can download and use these. They can serve as an example of how to create a model yourself."
      },
      "stackOverflow": {
        "title": "Stack Overflow",
        "description": "Stack Overflow is a forum where you can ask and answer questions. NetLogo users are also on this forum."
      },
      "gitHub": {
        "title": "Bibliography of ABM models in archaeology",
        "description": "A selected yet comprehensive list of literature and resources on Agent Based Models (ABM) in Archaeology. Maintained and created by Iza Romanowska and Lennart Linde."
      }
    }
  },
  "about-tutorial": {
    "title": "The Tutorials",
    "description": "Select 'Open Tutorials' to start working on the tutorials. There are five tutorials which guide you through different aspects of building agent-based models using NetLogo. Select 'Overview' to see a table of contents showing the learning goals of each tutorial. If you find any issues with the tutorials please let us know on GitHub, see 'Give Feedback'.",
    "button": {
      "tutorial": "Open Tutorials",
      "overview": "Overview",
      "feedback": "Give Feedback"
    },
    "video": {
      "title": "Introduction video",
      "paragraph": "This video provides an introduction to agent-based modeling and the tutorials."
    }
  },
  "spoc": {
    "title": "Online course",
    "description1": "The videos below were produced for a small private online course (SPOC) on ‘Modelling and Simulation in Archaeology’ taught in 2016/17 at the Faculty of Archaeology, Leiden University. Their role in the course was to explain key concepts of agent-based modelling and their application in archaeology. In this sense, the videos are useful beyond their original context.",
    "description2": "The videos were scripted by the lecturers of that course, Fulco Scherjon, Iza Romanowska and Karsten Lambers. They were produced by the Centre for Innovation of Leiden University, whose generous technical and financial support is gratefully acknowledged. The videos were released under a CC BY-NC-SA 3.0 license.",
    "button_videos": "To videos",
    "button_paper": "Read the paper",
    "video1": {
      "title": "Introduction"
    },
    "video2": {
      "title": "Why model?"
    },
    "video3": {
      "title": "How to simulate?"
    },
    "video4": {
      "title": "Overview of simulation"
    },
    "video5": {
      "title": "10 steps of model development"
    },
    "video6": {
      "title": "Data analysis"
    },
    "video7": {
      "title": "Validation"
    },
    "video8": {
      "title": "Best practice"
    }

  },
  "about": {
    "title": "About Us",
    "description": "The Agent Based Modelling for Archaeologists (ABMA) project was an international collaboration funded by Erasmus+. The collaboration involved Aarhus University, Leiden University, Landward Research, and Saxion University of Applied Sciences. The goal of this project was to create Open Educational Resources (OERs) and accompanying materials where participants learn to create simulations using Agent-Based Modeling.",
    "team-members":"Team members:",
    "organizers": {
      "erasmus": {
        "title": "Erasmus+",
        "description": "This project is funded by Erasmus+."
      },
      "landward": {
        "title": "Landward Research",
        "description": "This project is coordinated by Landward Research."
      }
    },
    "partners": {
      "title": "Partners",
      "aarhus": "Aarhus University",
      "leiden": "Leiden University",
      "saxion": "Saxion University of Applied Sciences"
    },
    "acknowledgements": {
      "title": "Acknowledgements",
      "paragraph1": "We want to thank the student groups at Saxion that worked with us as part of their Smart Solution Semester, we want to thank the first listed group for creating this website and the 'Classroom Materials':",
      "students1": "September 2022 - February 2023: Dany Dragoi, Marko Stojkovic, Max van Duinen, Nora van den Engel, Roan Man, Stefan Oostingh and their tutor: Mark Spanjer.",
      "students2": "February 2022 - July 2023: Alice Overgaauw, Johan Broersma, Mandy Hazenberg, Paulina Fulneczek, Ties Heesink and their tutor: Jan Willem Huson.",
      "students3": "September 2023 - February 2024: Arnfinn Sijbrant, Eva Baan, Jip Mulder, Robert Aalpoel, Sem Lucas, Sterre Regts and their tutor: Jan Willem Huson.",
      "paragraph2": "For the project we organized various workshops to disseminate and test the turoials. We had help from many people during these workshops and we would like to thank them for their help: Adéla Sobotkova, Agnes Schneider, Alice Overgaauw, Eduardo Herrera Malatesta, Jens Emil Bødstrup Christoffersen, Johan Broersma, Magnus Lindholm Nielsen, Mandy Hazenberg, María Coto Sarmiento, Paulina Fulneczek, Petra Hermankova, Ties Heesink. We also want to thank all the participants of our workshops.",
      "paragraph3": "Funding acknowledgements: The Carlsberg Foundation's Young Researcher Fellowship (CF21-0382)."
    }
  }
  
}